[
    {"id":"t1","name":"Blood & Marrow Transplantation","title":"Cancer Memorial has one of the most experienced adult stem cell transplantation services in the Saskatoon.","description":"In a stem cell transplant, also called a bone marrow transplant, new blood-forming stem cells are added into the bloodstream to replace a person’s unhealthy cells. Stem cells are made in the bone marrow and develop into the different types of blood cells in the body.This procedure can be an effective form of treatment for certain kinds of cancer, especially blood cancers such as leukemia, lymphoma, and multiple myeloma. A stem cell transplant may also be used to treat certain genetic conditions and some noncancerous blood diseases.","img":"https://i.ibb.co/JyzCySp/1.jpg"},

    {"id":"t2","name":"Chemotherapy","title":"Chemotherapy can cure or control cancer or help ease its symptoms. Learn more about our approach to caring for patients with drug-based therapies.","description":"In a stem cell transplant, also called a bone marrow transplant, new blood-forming stem cells are added into the bloodstream to replace a person’s unhealthy cells. Stem cells are made in the bone marrow and develop into the different types of blood cells in the body.This procedure can be an effective form of treatment for certain kinds of cancer, especially blood cancers such as leukemia, lymphoma, and multiple myeloma.","img":"https://i.ibb.co/0fdMtqt/2.jpg"},

    {"id":"t3","name":"Immunotherapy","title":"Immunotherapy is a new form of cancer treatment that uses the immune system to attack cancer cells. Immunotherapy treats your body","description":"Immunotherapy is a form of cancer treatment that uses the immune system to attack cancer cells, in much the same way that it attacks bacteria or viruses.This type of therapy seeks to harness different types of immune cells circulating in your body and has the potential to provide lasting benefits. Simply put, immunotherapy treats your body, and your body treats the cancer.","img":"https://i.ibb.co/gVK65zZ/6.jpg"},

    {"id":"t4","name":"Interventional Radiology","title":"Interventional radiology involves minimally invasive techniques using needles and catheters, and provides an alternative to surgery for some patients.","description":"Interventional radiology involves the use of medical imaging to see inside the body coupled with minimally invasive techniques to diagnose and treat cancer, as well as provide relief from symptoms. Our doctors use tools such as catheters and needles to address a large variety of medical conditions that would have required surgery in the past.The most common diseases we treat with image-guided techniques include cancers of the lung, liver, kidney, and bone.","img":"https://i.ibb.co/196yBXS/3.jpg"},

    {"id":"t5","name":"Radiation Therapy","title":"Radiation therapy can destroy tumors and/or prevent them from returning. It can be used by itself as the only combination with surgery, chemotherapy.","description":"Radiation therapy uses precisely focused, high-energy beams to kill cancer cells. It is usually given from a machine outside the body (called external-beam radiation therapy), most often in the form of x-rays but sometimes as protons or other types of energy. Radiation therapy can also be delivered internally by placing radioactive material in the body near tumors.","img":"https://i.ibb.co/Q6Bx62X/4.jpg"},

    {"id":"t6","name":"Surgery","title":"Cancer Memorial surgeons are dedicated not only to curing people with cancer but helping them recover fully after treatment.","description":"Surgery remains the most direct approach for treating cancer. For some people, surgery is all that’s needed to cure the disease. Others may need additional treatment with radiation, chemotherapy, or other therapies before, during, or after the operation.In cancer surgery, the stakes are especially high. Having the right procedure up front means that your cancer is less likely to come back. It also reduces your risk for serious complications that can impair your health and normal bodily functions.","img":"https://i.ibb.co/6DqT1Jd/5.jpg"}
]